const szoveg = [" ","nyomd meg a gombot :3 (nem bomba)", "látod? mondtam, hogy nem bomba. nyomd meg mégegyszer", "na ugye? nem bomba", "na azért többször nem kell megnyomni", "de ne nyomd már meg többször", "na jól van", "3", "2", "1", "تسطع شمس الصيف متقدة من أعلى السماء على حظيرة أغنام الراعي. إنه شيء عديم الفائدة أن تخبز كثيرًا, حرارة الراعي حارة جدا على أي حال. نار الحب تشتعل في قلبه الصغير, إنه يرعى قطيعه في القرية الخضراء في نهاية القرية يرعى قطيعها في نهاية القرية ترقد على العشب على سبيعتها بحر من الزهور تتفتح من حولها لكنه لم يضع عينيه على الزهور على مرمى حجر منه يتدفق الجدول, عيناه المحدقتان مثبتتان عليها لكن ليس إلى رغوة الجدول المتلألئة ولكن إلى فتاة شقراء صغيرة في الجدول, ”فتاة شقراء صغيرة ذات قوام ممشوق شعرها الطويل وصدرها المستدير تنورتها تصل إلى ركبتيها بينما تغسل ملابسها في مجرى النهر ركبتيها الجميلتين تظهران من خلال الماء لبهجة جوني كورن. بالنسبة للراعي المستلقي على العشب من يمكن أن يكون هناك غيره الذي ينظف ملابسه في الماء إيلوسكا لؤلؤة قلب هانسل. ”لؤلؤة قلبي، إيلوسكا روحي!“ وهكذا قال له هانسل كورن ”انظر إليّ، لأنك في هذا العالم أنت كل ما أملكه من متعة.ألقِ إليَّ شعاع عينيك اللؤلؤيتين اخرج من الماء ودعني أعانقك; تعالي إلى الشاطئ للحظة أقبّل روحي على شفتيك الحمراوين.“ ”أتعلم يا عزيزي هانسل، سأكون سعيدًا بالخروج, لو لم أكن في عجلة من أمري لأغتسل; أنا في عجلة من أمري لأني في عجلة من أمري لأني في غير هذا الوقت أسيء معاملتي أنا ابن زوج أمي.“ قالت هذه الكلمات الشقراء الجميلة إيلوسكا, وغسلت الملابس باجتهاد متزايد. لكن الصبي الراعي ينهض من سبيته, ”اقتربت منه، وأومأت إليه", "undefined", "jk", "undefined", "undefined", "undefined", "boo", "amúgy direkt ugrál össze-vissza", "undefined", "undefined", "undefined"]
let i = 0;

function LoadFirst(){
    document.getElementById("text").innerText = szoveg[0];
}

function NextLine() {
    i++;
    document.getElementById("text").innerText = szoveg[i];
}